DATA/2ClientData/Clients/x86RpsMultiple/400_t32_Ares.txt
====== SET ======
  100144 requests completed in 1.05 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.17% <= 2 milliseconds
1.05% <= 3 milliseconds
82.79% <= 4 milliseconds
99.78% <= 5 milliseconds
100.00% <= 6 milliseconds
95013.28 requests per second

====== GET ======
  100275 requests completed in 1.00 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.20% <= 2 milliseconds
10.88% <= 3 milliseconds
95.77% <= 4 milliseconds
99.40% <= 5 milliseconds
100.00% <= 6 milliseconds
100778.89 requests per second


====== SET ======
  100030 requests completed in 1.06 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.02% <= 1 milliseconds
0.27% <= 2 milliseconds
0.55% <= 3 milliseconds
79.53% <= 4 milliseconds
99.17% <= 5 milliseconds
100.00% <= 6 milliseconds
100.00% <= 7 milliseconds
94367.93 requests per second

====== GET ======
  100155 requests completed in 1.00 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.05% <= 1 milliseconds
0.37% <= 2 milliseconds
10.00% <= 3 milliseconds
94.38% <= 4 milliseconds
99.12% <= 5 milliseconds
99.60% <= 6 milliseconds
99.81% <= 7 milliseconds
100.00% <= 8 milliseconds
99955.09 requests per second


====== SET ======
  100005 requests completed in 1.05 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.04% <= 1 milliseconds
0.25% <= 2 milliseconds
0.76% <= 3 milliseconds
84.76% <= 4 milliseconds
99.15% <= 5 milliseconds
99.84% <= 6 milliseconds
100.00% <= 7 milliseconds
95515.76 requests per second

====== GET ======
  100198 requests completed in 1.02 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.02% <= 1 milliseconds
0.33% <= 2 milliseconds
5.57% <= 3 milliseconds
93.37% <= 4 milliseconds
99.12% <= 5 milliseconds
99.43% <= 6 milliseconds
100.00% <= 7 milliseconds
98620.08 requests per second


====== SET ======
  100131 requests completed in 1.06 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.02% <= 1 milliseconds
0.26% <= 2 milliseconds
0.50% <= 3 milliseconds
79.55% <= 4 milliseconds
99.82% <= 5 milliseconds
100.00% <= 6 milliseconds
94463.21 requests per second

====== GET ======
  100225 requests completed in 1.02 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.04% <= 1 milliseconds
0.33% <= 2 milliseconds
3.25% <= 3 milliseconds
91.10% <= 4 milliseconds
99.43% <= 5 milliseconds
99.96% <= 6 milliseconds
100.00% <= 7 milliseconds
97780.49 requests per second


====== SET ======
  100053 requests completed in 1.07 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.02% <= 1 milliseconds
0.25% <= 2 milliseconds
0.49% <= 3 milliseconds
76.63% <= 4 milliseconds
99.44% <= 5 milliseconds
99.99% <= 6 milliseconds
100.00% <= 7 milliseconds
93770.38 requests per second

====== GET ======
  100237 requests completed in 1.02 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.05% <= 1 milliseconds
0.34% <= 2 milliseconds
5.38% <= 3 milliseconds
91.71% <= 4 milliseconds
98.78% <= 5 milliseconds
99.67% <= 6 milliseconds
100.00% <= 7 milliseconds
98175.31 requests per second


====== SET ======
  100159 requests completed in 1.06 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.02% <= 1 milliseconds
0.21% <= 2 milliseconds
0.55% <= 3 milliseconds
82.04% <= 4 milliseconds
99.24% <= 5 milliseconds
100.00% <= 6 milliseconds
94847.54 requests per second

====== GET ======
  100249 requests completed in 1.01 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.02% <= 1 milliseconds
0.32% <= 2 milliseconds
7.04% <= 3 milliseconds
95.25% <= 4 milliseconds
99.39% <= 5 milliseconds
99.87% <= 6 milliseconds
100.00% <= 7 milliseconds
99651.09 requests per second


====== SET ======
  100168 requests completed in 1.07 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.02% <= 1 milliseconds
0.29% <= 2 milliseconds
0.46% <= 3 milliseconds
76.14% <= 4 milliseconds
98.58% <= 5 milliseconds
99.79% <= 6 milliseconds
100.00% <= 7 milliseconds
93353.22 requests per second

====== GET ======
  100266 requests completed in 1.05 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.05% <= 1 milliseconds
0.34% <= 2 milliseconds
2.51% <= 3 milliseconds
80.96% <= 4 milliseconds
98.43% <= 5 milliseconds
99.97% <= 6 milliseconds
100.00% <= 7 milliseconds
95038.87 requests per second


====== SET ======
  100067 requests completed in 1.06 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.03% <= 1 milliseconds
0.22% <= 2 milliseconds
0.51% <= 3 milliseconds
79.26% <= 4 milliseconds
99.16% <= 5 milliseconds
99.77% <= 6 milliseconds
100.00% <= 7 milliseconds
94225.05 requests per second

====== GET ======
  100221 requests completed in 1.03 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.33% <= 2 milliseconds
3.74% <= 3 milliseconds
90.14% <= 4 milliseconds
99.56% <= 5 milliseconds
100.00% <= 6 milliseconds
97586.18 requests per second


====== SET ======
  100055 requests completed in 1.07 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.24% <= 2 milliseconds
0.47% <= 3 milliseconds
76.73% <= 4 milliseconds
99.57% <= 5 milliseconds
100.00% <= 6 milliseconds
93772.26 requests per second

====== GET ======
  100249 requests completed in 1.03 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.03% <= 1 milliseconds
0.33% <= 2 milliseconds
3.95% <= 3 milliseconds
86.95% <= 4 milliseconds
99.96% <= 5 milliseconds
100.00% <= 6 milliseconds
97046.47 requests per second


====== SET ======
  100129 requests completed in 1.08 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.23% <= 2 milliseconds
0.46% <= 3 milliseconds
74.78% <= 4 milliseconds
98.23% <= 5 milliseconds
100.00% <= 6 milliseconds
100.00% <= 7 milliseconds
93056.70 requests per second

====== GET ======
  100268 requests completed in 1.02 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.04% <= 1 milliseconds
0.32% <= 2 milliseconds
3.01% <= 3 milliseconds
93.25% <= 4 milliseconds
99.34% <= 5 milliseconds
99.97% <= 6 milliseconds
100.00% <= 7 milliseconds
98109.59 requests per second


====== SET ======
  100065 requests completed in 1.09 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.20% <= 2 milliseconds
0.45% <= 3 milliseconds
70.48% <= 4 milliseconds
98.86% <= 5 milliseconds
99.96% <= 6 milliseconds
100.00% <= 7 milliseconds
92140.89 requests per second

====== GET ======
  100202 requests completed in 1.04 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.06% <= 1 milliseconds
0.34% <= 2 milliseconds
3.24% <= 3 milliseconds
84.04% <= 4 milliseconds
99.10% <= 5 milliseconds
99.74% <= 6 milliseconds
99.99% <= 7 milliseconds
99.99% <= 12 milliseconds
99.99% <= 14 milliseconds
99.99% <= 15 milliseconds
100.00% <= 16 milliseconds
95887.09 requests per second


====== SET ======
  100043 requests completed in 1.07 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.23% <= 2 milliseconds
0.45% <= 3 milliseconds
74.17% <= 4 milliseconds
99.67% <= 5 milliseconds
100.00% <= 6 milliseconds
100.00% <= 7 milliseconds
93149.91 requests per second

====== GET ======
  100230 requests completed in 1.04 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.05% <= 1 milliseconds
0.34% <= 2 milliseconds
3.04% <= 3 milliseconds
84.96% <= 4 milliseconds
99.33% <= 5 milliseconds
99.99% <= 6 milliseconds
100.00% <= 7 milliseconds
96190.02 requests per second


====== SET ======
  100100 requests completed in 1.08 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.19% <= 2 milliseconds
0.48% <= 3 milliseconds
72.88% <= 4 milliseconds
99.17% <= 5 milliseconds
99.61% <= 6 milliseconds
99.86% <= 7 milliseconds
100.00% <= 8 milliseconds
92771.09 requests per second

====== GET ======
  100256 requests completed in 1.05 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.06% <= 1 milliseconds
0.35% <= 2 milliseconds
3.01% <= 3 milliseconds
82.45% <= 4 milliseconds
98.73% <= 5 milliseconds
99.43% <= 6 milliseconds
99.96% <= 7 milliseconds
100.00% <= 8 milliseconds
95300.38 requests per second


====== SET ======
  100108 requests completed in 1.14 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.28% <= 2 milliseconds
0.48% <= 3 milliseconds
50.10% <= 4 milliseconds
98.27% <= 5 milliseconds
99.99% <= 6 milliseconds
99.99% <= 7 milliseconds
100.00% <= 8 milliseconds
87968.37 requests per second

====== GET ======
  100017 requests completed in 1.07 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.03% <= 1 milliseconds
0.29% <= 2 milliseconds
1.10% <= 3 milliseconds
76.42% <= 4 milliseconds
99.87% <= 5 milliseconds
100.00% <= 6 milliseconds
93736.64 requests per second


====== SET ======
  100094 requests completed in 1.13 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.18% <= 2 milliseconds
0.28% <= 3 milliseconds
52.35% <= 4 milliseconds
99.20% <= 5 milliseconds
99.95% <= 6 milliseconds
100.00% <= 7 milliseconds
88500.44 requests per second

====== GET ======
  100003 requests completed in 1.09 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.02% <= 1 milliseconds
0.82% <= 2 milliseconds
5.07% <= 3 milliseconds
73.70% <= 4 milliseconds
94.34% <= 5 milliseconds
97.29% <= 6 milliseconds
98.70% <= 7 milliseconds
99.29% <= 8 milliseconds
99.61% <= 9 milliseconds
99.78% <= 10 milliseconds
99.87% <= 11 milliseconds
99.94% <= 12 milliseconds
99.97% <= 13 milliseconds
99.98% <= 14 milliseconds
100.00% <= 15 milliseconds
91661.78 requests per second


====== SET ======
  100021 requests completed in 1.73 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.40% <= 0 milliseconds
7.34% <= 1 milliseconds
21.74% <= 2 milliseconds
48.98% <= 3 milliseconds
87.68% <= 4 milliseconds
94.61% <= 5 milliseconds
97.67% <= 6 milliseconds
99.03% <= 7 milliseconds
99.53% <= 8 milliseconds
99.78% <= 9 milliseconds
99.87% <= 10 milliseconds
99.94% <= 11 milliseconds
99.98% <= 12 milliseconds
99.99% <= 13 milliseconds
99.99% <= 14 milliseconds
100.00% <= 15 milliseconds
100.00% <= 16 milliseconds
100.00% <= 210 milliseconds
100.00% <= 211 milliseconds
57949.60 requests per second

====== GET ======
  100099 requests completed in 1.17 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.05% <= 1 milliseconds
1.04% <= 2 milliseconds
3.82% <= 3 milliseconds
57.96% <= 4 milliseconds
89.22% <= 5 milliseconds
93.82% <= 6 milliseconds
96.35% <= 7 milliseconds
97.90% <= 8 milliseconds
98.74% <= 9 milliseconds
99.28% <= 10 milliseconds
99.60% <= 11 milliseconds
99.80% <= 12 milliseconds
99.90% <= 13 milliseconds
99.96% <= 14 milliseconds
99.99% <= 15 milliseconds
99.99% <= 16 milliseconds
100.00% <= 17 milliseconds
100.00% <= 18 milliseconds
85701.20 requests per second


====== SET ======
  100131 requests completed in 1.35 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.12% <= 1 milliseconds
1.71% <= 2 milliseconds
6.30% <= 3 milliseconds
38.66% <= 4 milliseconds
70.34% <= 5 milliseconds
80.62% <= 6 milliseconds
87.56% <= 7 milliseconds
92.01% <= 8 milliseconds
94.99% <= 9 milliseconds
96.95% <= 10 milliseconds
98.30% <= 11 milliseconds
99.13% <= 12 milliseconds
99.58% <= 13 milliseconds
99.80% <= 14 milliseconds
99.90% <= 15 milliseconds
99.95% <= 16 milliseconds
99.97% <= 17 milliseconds
99.98% <= 18 milliseconds
100.00% <= 19 milliseconds
100.00% <= 20 milliseconds
74336.30 requests per second

====== GET ======
  100053 requests completed in 1.10 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.05% <= 1 milliseconds
0.59% <= 2 milliseconds
2.67% <= 3 milliseconds
66.96% <= 4 milliseconds
97.28% <= 5 milliseconds
98.80% <= 6 milliseconds
99.33% <= 7 milliseconds
99.62% <= 8 milliseconds
99.78% <= 9 milliseconds
99.87% <= 10 milliseconds
99.93% <= 11 milliseconds
99.97% <= 12 milliseconds
99.98% <= 13 milliseconds
99.99% <= 14 milliseconds
100.00% <= 15 milliseconds
100.00% <= 16 milliseconds
100.00% <= 17 milliseconds
100.00% <= 19 milliseconds
91122.95 requests per second


====== SET ======
  100074 requests completed in 1.36 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.08% <= 1 milliseconds
1.11% <= 2 milliseconds
4.48% <= 3 milliseconds
36.01% <= 4 milliseconds
70.03% <= 5 milliseconds
80.85% <= 6 milliseconds
87.95% <= 7 milliseconds
92.09% <= 8 milliseconds
94.74% <= 9 milliseconds
96.86% <= 10 milliseconds
98.26% <= 11 milliseconds
99.19% <= 12 milliseconds
99.68% <= 13 milliseconds
99.88% <= 14 milliseconds
99.96% <= 15 milliseconds
99.98% <= 16 milliseconds
99.99% <= 17 milliseconds
100.00% <= 18 milliseconds
100.00% <= 19 milliseconds
100.00% <= 20 milliseconds
100.00% <= 21 milliseconds
100.00% <= 22 milliseconds
73692.20 requests per second

====== GET ======
  100184 requests completed in 1.10 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.07% <= 1 milliseconds
0.72% <= 2 milliseconds
4.14% <= 3 milliseconds
67.52% <= 4 milliseconds
95.74% <= 5 milliseconds
97.78% <= 6 milliseconds
99.12% <= 7 milliseconds
99.55% <= 8 milliseconds
99.76% <= 9 milliseconds
99.88% <= 10 milliseconds
99.95% <= 11 milliseconds
99.98% <= 12 milliseconds
99.99% <= 13 milliseconds
100.00% <= 14 milliseconds
100.00% <= 17 milliseconds
100.00% <= 18 milliseconds
100.00% <= 19 milliseconds
90993.65 requests per second


====== SET ======
  100108 requests completed in 1.36 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.07% <= 1 milliseconds
1.45% <= 2 milliseconds
8.58% <= 3 milliseconds
38.91% <= 4 milliseconds
65.23% <= 5 milliseconds
78.21% <= 6 milliseconds
86.30% <= 7 milliseconds
91.16% <= 8 milliseconds
94.46% <= 9 milliseconds
97.03% <= 10 milliseconds
98.75% <= 11 milliseconds
99.55% <= 12 milliseconds
99.86% <= 13 milliseconds
99.96% <= 14 milliseconds
99.98% <= 15 milliseconds
99.99% <= 16 milliseconds
99.99% <= 22 milliseconds
100.00% <= 23 milliseconds
73446.80 requests per second

====== GET ======
  100011 requests completed in 1.16 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.07% <= 1 milliseconds
0.97% <= 2 milliseconds
4.12% <= 3 milliseconds
47.04% <= 4 milliseconds
93.19% <= 5 milliseconds
97.01% <= 6 milliseconds
98.49% <= 7 milliseconds
99.20% <= 8 milliseconds
99.59% <= 9 milliseconds
99.79% <= 10 milliseconds
99.90% <= 11 milliseconds
99.95% <= 12 milliseconds
99.97% <= 13 milliseconds
99.99% <= 14 milliseconds
99.99% <= 15 milliseconds
100.00% <= 16 milliseconds
100.00% <= 17 milliseconds
100.00% <= 18 milliseconds
86067.99 requests per second


====== SET ======
  100009 requests completed in 1.49 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.10% <= 1 milliseconds
1.90% <= 2 milliseconds
9.03% <= 3 milliseconds
29.66% <= 4 milliseconds
50.39% <= 5 milliseconds
67.05% <= 6 milliseconds
79.34% <= 7 milliseconds
86.86% <= 8 milliseconds
91.88% <= 9 milliseconds
95.44% <= 10 milliseconds
97.80% <= 11 milliseconds
99.17% <= 12 milliseconds
99.70% <= 13 milliseconds
99.88% <= 14 milliseconds
99.94% <= 15 milliseconds
99.98% <= 16 milliseconds
99.99% <= 17 milliseconds
100.00% <= 18 milliseconds
100.00% <= 19 milliseconds
67075.12 requests per second

====== GET ======
  100096 requests completed in 1.11 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.35% <= 0 milliseconds
76.07% <= 1 milliseconds
93.57% <= 2 milliseconds
94.93% <= 3 milliseconds
96.87% <= 4 milliseconds
98.15% <= 5 milliseconds
99.03% <= 6 milliseconds
99.53% <= 7 milliseconds
99.72% <= 8 milliseconds
99.82% <= 9 milliseconds
99.86% <= 10 milliseconds
99.89% <= 11 milliseconds
99.90% <= 12 milliseconds
99.91% <= 13 milliseconds
99.92% <= 14 milliseconds
99.93% <= 15 milliseconds
99.94% <= 16 milliseconds
99.95% <= 17 milliseconds
99.95% <= 18 milliseconds
99.96% <= 19 milliseconds
99.96% <= 20 milliseconds
99.97% <= 21 milliseconds
99.98% <= 22 milliseconds
99.98% <= 23 milliseconds
99.98% <= 24 milliseconds
99.99% <= 25 milliseconds
99.99% <= 26 milliseconds
99.99% <= 27 milliseconds
99.99% <= 28 milliseconds
99.99% <= 29 milliseconds
99.99% <= 30 milliseconds
100.00% <= 32 milliseconds
100.00% <= 203 milliseconds
90584.62 requests per second


====== SET ======
  100151 requests completed in 1.53 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.12% <= 1 milliseconds
1.99% <= 2 milliseconds
8.05% <= 3 milliseconds
26.36% <= 4 milliseconds
47.12% <= 5 milliseconds
64.18% <= 6 milliseconds
77.74% <= 7 milliseconds
85.70% <= 8 milliseconds
90.67% <= 9 milliseconds
94.45% <= 10 milliseconds
97.20% <= 11 milliseconds
98.80% <= 12 milliseconds
99.57% <= 13 milliseconds
99.86% <= 14 milliseconds
99.96% <= 15 milliseconds
99.98% <= 16 milliseconds
100.00% <= 17 milliseconds
100.00% <= 18 milliseconds
100.00% <= 20 milliseconds
65330.07 requests per second

====== GET ======
  100185 requests completed in 1.11 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
0.39% <= 2 milliseconds
1.78% <= 3 milliseconds
69.99% <= 4 milliseconds
94.95% <= 5 milliseconds
97.38% <= 6 milliseconds
98.60% <= 7 milliseconds
99.26% <= 8 milliseconds
99.62% <= 9 milliseconds
99.81% <= 10 milliseconds
99.91% <= 11 milliseconds
99.95% <= 12 milliseconds
99.97% <= 13 milliseconds
99.98% <= 14 milliseconds
99.98% <= 15 milliseconds
99.99% <= 16 milliseconds
100.00% <= 17 milliseconds
100.00% <= 18 milliseconds
90338.15 requests per second


====== SET ======
  100147 requests completed in 1.58 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.09% <= 1 milliseconds
1.74% <= 2 milliseconds
7.43% <= 3 milliseconds
20.27% <= 4 milliseconds
39.54% <= 5 milliseconds
64.62% <= 6 milliseconds
77.39% <= 7 milliseconds
85.12% <= 8 milliseconds
90.30% <= 9 milliseconds
94.09% <= 10 milliseconds
96.84% <= 11 milliseconds
98.54% <= 12 milliseconds
99.36% <= 13 milliseconds
99.76% <= 14 milliseconds
99.92% <= 15 milliseconds
99.98% <= 16 milliseconds
99.99% <= 17 milliseconds
100.00% <= 18 milliseconds
100.00% <= 19 milliseconds
100.00% <= 20 milliseconds
63545.05 requests per second

====== GET ======
  100083 requests completed in 1.13 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.02% <= 1 milliseconds
0.46% <= 2 milliseconds
2.35% <= 3 milliseconds
65.18% <= 4 milliseconds
93.12% <= 5 milliseconds
95.97% <= 6 milliseconds
98.01% <= 7 milliseconds
99.56% <= 8 milliseconds
99.77% <= 9 milliseconds
99.88% <= 10 milliseconds
99.94% <= 11 milliseconds
99.97% <= 12 milliseconds
99.98% <= 13 milliseconds
99.99% <= 14 milliseconds
100.00% <= 15 milliseconds
100.00% <= 16 milliseconds
88647.48 requests per second


====== SET ======
  100042 requests completed in 1.58 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.00% <= 0 milliseconds
0.13% <= 1 milliseconds
1.57% <= 2 milliseconds
6.93% <= 3 milliseconds
22.13% <= 4 milliseconds
42.80% <= 5 milliseconds
61.57% <= 6 milliseconds
75.06% <= 7 milliseconds
83.42% <= 8 milliseconds
89.07% <= 9 milliseconds
93.53% <= 10 milliseconds
96.74% <= 11 milliseconds
98.70% <= 12 milliseconds
99.57% <= 13 milliseconds
99.90% <= 14 milliseconds
99.97% <= 15 milliseconds
100.00% <= 16 milliseconds
100.00% <= 17 milliseconds
63157.83 requests per second

====== GET ======
  100055 requests completed in 1.10 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.03% <= 1 milliseconds
0.33% <= 2 milliseconds
1.58% <= 3 milliseconds
66.28% <= 4 milliseconds
96.91% <= 5 milliseconds
99.30% <= 6 milliseconds
99.79% <= 7 milliseconds
99.93% <= 8 milliseconds
99.98% <= 9 milliseconds
100.00% <= 10 milliseconds
100.00% <= 11 milliseconds
90876.48 requests per second


====== SET ======
  100017 requests completed in 1.61 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.00% <= 0 milliseconds
0.15% <= 1 milliseconds
1.78% <= 2 milliseconds
7.78% <= 3 milliseconds
20.60% <= 4 milliseconds
40.21% <= 5 milliseconds
60.28% <= 6 milliseconds
74.36% <= 7 milliseconds
82.70% <= 8 milliseconds
88.64% <= 9 milliseconds
93.25% <= 10 milliseconds
96.57% <= 11 milliseconds
98.46% <= 12 milliseconds
99.40% <= 13 milliseconds
99.73% <= 14 milliseconds
99.82% <= 15 milliseconds
99.85% <= 16 milliseconds
99.87% <= 17 milliseconds
99.88% <= 18 milliseconds
99.88% <= 19 milliseconds
99.89% <= 20 milliseconds
99.89% <= 21 milliseconds
99.90% <= 22 milliseconds
99.91% <= 23 milliseconds
99.92% <= 24 milliseconds
99.92% <= 25 milliseconds
99.92% <= 26 milliseconds
99.93% <= 27 milliseconds
99.94% <= 28 milliseconds
99.95% <= 29 milliseconds
99.96% <= 30 milliseconds
99.96% <= 31 milliseconds
99.97% <= 32 milliseconds
99.98% <= 33 milliseconds
99.99% <= 34 milliseconds
99.99% <= 35 milliseconds
100.00% <= 39 milliseconds
100.00% <= 41 milliseconds
100.00% <= 45 milliseconds
100.00% <= 46 milliseconds
100.00% <= 49 milliseconds
100.00% <= 51 milliseconds
62315.89 requests per second

====== GET ======
  100158 requests completed in 1.04 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.05% <= 1 milliseconds
0.28% <= 2 milliseconds
3.13% <= 3 milliseconds
89.63% <= 4 milliseconds
98.09% <= 5 milliseconds
99.19% <= 6 milliseconds
99.90% <= 7 milliseconds
100.00% <= 8 milliseconds
96584.38 requests per second


====== SET ======
  100051 requests completed in 1.61 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.11% <= 1 milliseconds
1.95% <= 2 milliseconds
8.43% <= 3 milliseconds
21.23% <= 4 milliseconds
39.09% <= 5 milliseconds
58.80% <= 6 milliseconds
73.44% <= 7 milliseconds
82.55% <= 8 milliseconds
88.55% <= 9 milliseconds
93.09% <= 10 milliseconds
96.66% <= 11 milliseconds
98.64% <= 12 milliseconds
99.49% <= 13 milliseconds
99.85% <= 14 milliseconds
99.95% <= 15 milliseconds
99.97% <= 16 milliseconds
99.98% <= 17 milliseconds
99.99% <= 18 milliseconds
99.99% <= 19 milliseconds
99.99% <= 29 milliseconds
99.99% <= 32 milliseconds
100.00% <= 33 milliseconds
100.00% <= 34 milliseconds
100.00% <= 38 milliseconds
62182.10 requests per second

====== GET ======
  100136 requests completed in 1.11 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.01% <= 0 milliseconds
0.09% <= 1 milliseconds
0.37% <= 2 milliseconds
1.37% <= 3 milliseconds
67.04% <= 4 milliseconds
97.57% <= 5 milliseconds
98.84% <= 6 milliseconds
99.42% <= 7 milliseconds
99.61% <= 8 milliseconds
99.68% <= 9 milliseconds
99.73% <= 10 milliseconds
99.76% <= 11 milliseconds
99.78% <= 12 milliseconds
99.80% <= 13 milliseconds
99.82% <= 14 milliseconds
99.83% <= 15 milliseconds
99.85% <= 16 milliseconds
99.87% <= 17 milliseconds
99.89% <= 18 milliseconds
99.91% <= 19 milliseconds
99.92% <= 20 milliseconds
99.93% <= 21 milliseconds
99.93% <= 22 milliseconds
99.95% <= 23 milliseconds
99.95% <= 24 milliseconds
99.96% <= 25 milliseconds
99.97% <= 26 milliseconds
99.97% <= 27 milliseconds
99.98% <= 28 milliseconds
99.99% <= 29 milliseconds
99.99% <= 30 milliseconds
100.00% <= 32 milliseconds
100.00% <= 34 milliseconds
100.00% <= 36 milliseconds
90457.09 requests per second


====== SET ======
  100017 requests completed in 1.65 seconds
  400 parallel clients
  100 bytes payload
  keep alive: 1

0.13% <= 1 milliseconds
1.95% <= 2 milliseconds
7.84% <= 3 milliseconds
19.28% <= 4 milliseconds
36.64% <= 5 milliseconds
55.35% <= 6 milliseconds
70.28% <= 7 milliseconds
80.27% <= 8 milliseconds
86.91% <= 9 milliseconds
92.18% <= 10 milliseconds
95.98% <= 11 milliseconds
98.39% <= 12 milliseconds
99.46% <= 13 milliseconds
99.85% <= 14 milliseconds
99.95% <= 15 milliseconds
99.98% <= 16 milliseconds
99.99% <= 17 milliseconds
100.00% <= 18 milliseconds
100.00% <= 19 milliseconds
60579.65 requests per second

GET: 86412.50